Repository: Kattis91/MyBudgetBuddy-iOS
Catalog: MyBudget/Localizable.xcstrings
Source language: en
Languages: da

source: + Add new category
da: + Tilføj ny kategori

source: ~ %lld days remaining ~
da: ~ %lld dage tilbage ~

source: ~ Next period starts in %lld days ~
da: ~ Næste periode starter om %lld dage ~

source: About The App
da: Om appen

source: Add expense
da: Tilføj udgift

source: Add Fixed Expense Category
da: Tilføj Fast Udgiftskategori

source: Add income
da: Tilføj indkomst

source: Add Income Category
da: Tilføj Indkomstkategori

source: Add New Period
da: Tilføj ny periode

source: Add Variable Expense Category
da: Tilføj Variabel Udgiftskategori

source: Add your income and expenses, with expenses categorized as fixed or variable.
da: Tilføj dine indtægter og udgifter, med udgifter kategoriseret som faste eller variable

source: Amount
da: Beløb

source: Amount must be a number
da: Beløbet skal være et tal.

source: Amount must be a number.
da: Beløbet skal være et tal.

source: Amount must be greater than zero
da: Beløbet skal være større end nul.

source: Amount must be greater than zero.
da: Beløbet skal være større end nul.

source: Are you sure you want to delete %@?
da: Er du sikker på, at du vil slette %@?

source: Are you sure you want to mark %@ as processed?
da: Er du sikker på, at du vil markere %@ som behandlet?

source: Are you sure you want to sign out?
da: Er du sikker på, at du vil logge ud?

source: Budgeting made easy, so you can focus on what matters most to you!
da: Budgettering gjort let, så du kan fokusere på det, der betyder mest for dig!

source: Business
da: Forretning

source: Cancel
da: Ophæve

source: Category
da: Kategori

source: Category name
da: Kategorinavn

source: Child benefit
da: Børneydelse

source: Choose Category
da: Vælg Kategori

source: Coming Budget Period
da: Kommende budgetperiode

source: Confirm Deletion
da: Bekræft sletning

source: Credits
da: Tak til

source: Current Budget Period
da: Nuværende budgetperiode

source: Current Password
da: Nuværende adgangskode

source: Current Period
da: Nuværende periode

source: Current Period:
da: Nuværende periode:

source: Customize your own budget periods: choose from monthly, weekly, or even 5-day periods to match your needs.
da: Tilpas dine egne budgetperioder: Vælg mellem månedlige, ugentlige eller endda 5-dages perioder for at matche dine behov.

source: Delete
da: Slet

source: Delete account
da: Slette Konto

source: Delete Account
da: Slette Konto

source: Delete with password
da: Slet med adgangskode

source: Development
da: Udvikling

source: Dining Out
da: Restaurantbesøg

source: Done
da: Færdig

source: Due to:
da: Forfaldsdato:

source: Editing
da: Redigerer

source: Electricity
da: Elektricitet

source: Email field cannot be empty.
da: E-mail-feltet må ikke være tomt.

source: End Date
da: Slutdato

source: Enter Expense
da: Indtast udgift

source: Enter Income
da: Indtast indkomst

source: Entertainment
da: Underholdning

source: Expense types
da: Udgiftstyper

source: Expenses
da: Udgifter

source: Extra features
da: Ekstra funktioner

source: Failed to add category
da: Kunne ikke tilføje kategori

source: Fixed
da: Faste

source: Fixed Expense Category
da: Fast Udgiftskategori

source: Fixed Expenses
da: Faste Udgifter

source: Forgot password?
da: Glemt adgangskode?

source: Go Back
da: Gå Tilbage

source: Groceries
da: Dagligvarer

source: Heat
da: Varme

source: Historical Periods
da: Historiske Perioder

source: Home
da: Hjem

source: Housing insurance
da: Boligforsikring

source: How it works
da: Hvordan det virker

source: I’m Ekaterina Durneva Svedmark, the creator of this app and an aspiring app developer. This is my third project and my first independent app, built from concept to launch.
da: Jeg er Ekaterina Durneva Svedmark, skaberen af ​​denne app og en håbefuld app-udvikler. Dette er mit tredje projekt og min første uafhængige app, bygget fra koncept til lancering.

source: Include Fast Expenses
da: Inkluder Faste Udgifter

source: Include Incomes
da: Inkluder Indkomster

source: Income
da: Indkomst

source: Income Category
da: Indkomstkategori

source: Incomes
da: Indkomster

source: Insurance
da: Forsikring

source: Invalid Budget Period
da: Ugyldig budgetperiode

source: Invalid email format.
da: Ugyldigt e-mail-format.

source: Invoice Reminders
da: Fakturapåmindelser

source: Invoices
da: Fakturaer

source: Keep track of your entire budget history, so you can see exactly where your money goes.
da: Hold styr på hele din budgethistorik, så du kan se præcis, hvor dine penge går hen.

source: Manage Categories
da: Administrer Kategorier

source: Manage Invoices
da: Administrer fakturaer

source: Managing money shouldn’t be hard
da: Det burde ikke være svært at administrere penge

source: Mark as processed
da: Markér som behandlet

source: Never Miss a Payment – Invoice reminders ensure you stay on track and stress-free when it comes to due dates.
da: Gå aldrig glip af en betaling – Fakturapåmindelser sikrer, at du forbliver på sporet og stressfri, når det kommer til forfaldsdatoer.

source: New period created successfully!
da: Ny periode oprettet med succes!

source: Organize your finances better by adding your own categories, or stick with the default ones.
da: Organiser din økonomi bedre ved at tilføje dine egne kategorier, eller hold dig til standardkategorierne.

source: Outcome
da: Udfald

source: Outcome: %.2f
da: Udfald: %.2f

source: Overview
da: Oversigt

source: Password field cannot be empty.
da: Kodeordsfeltet må ikke være tomt.

source: Password must be 6+ characters.
da: Koden skal være på 6+ tegn.

source: Passwords do not match.
da: Koder stemmer ikke overens.

source: Period Dates
da: Periode Datoer

source: Please add a category
da: Tilføj venligst en kategori

source: Please enter a category
da: Vælg venligst en kategori.

source: Please enter a title
da: Indtast venligst en titel

source: Please select a category.
da: Vælg venligst en kategori.

source: Processed Invoices
da: Behandlede Fakturaer

source: Rent
da: Leje

source: Reset Password
da: Nulstil adgangskode

source: Salary
da: Løn

source: Save
da: Spare

source: Savings
da: Opsparing

source: Scan Invoice
da: Scan Faktura

source: Scan the invoice
da: Scan fakturaen

source: Scanning not supported on this device
da: Scanning understøttes ikke på denne enhed

source: Sickness insurance
da: Sygeforsikring

source: Sign Out
da: Log ud

source: Start a new period to continue tracking your budget
da: Start en ny periode for at fortsætte med at spore dit budget

source: Start Date
da: Startdato

source: Start New Period
da: Start ny periode

source: Stay in Control – Get timely reminders when your budget period is ending, so you can plan ahead with confidence.
da: Bevar kontrollen – Få rettidige påmindelser, når din budgetperiode slutter, så du kan planlægge fremad med tillid.

source: Study grant
da: Studielegat

source: Swipe left to delete expenses
da: Stryg til venstre for at slette udgifter

source: Swipe left to delete incomes
da: Stryg til venstre for at slette indkomster

source: Swipe left to delete periods
da: Stryg til venstre for at slette perioder

source: Tap the amount
da: Tryk på beløbet

source: Tap the due date
da: Tryk på forfaldsdatoen

source: The Developer
da: Udvikleren

source: The icon used in the app is made by Stickers at
da: Ikonet, der bruges i appen, er lavet af Stickers på

source: This action cannot be undone. All your data will be permanently deleted.
da: Denne handling kan ikke fortrydes. Alle dine data vil blive slettet permanent.

source: Title
da: Titel

source: To start tracking your budget, you'll need to create your first budget period.
da: For at begynde at spore dit budget, skal du oprette din første budgetperiode.

source: Total Expense
da: Udgifter

source: Total expenses:
da: Samlet udgift:

source: Total Income
da: Indkomst

source: Total Income:
da: Samlet indkomst:

source: Transfer Settings
da: Overførselsindstillinger

source: Transport
da: Transportere

source: Type DELETE to confirm
da: Skriv DELETE for at bekræfte

source: Unprocessed Invoices
da: Ubehandlede Fakturaer

source: Variable Expense Category
da: Variabel Udgiftskategori

source: Variable Expenses
da: Variable Udgifter

source: Warning: Account Deletion
da: Advarsel: Sletning af konto

source: Water
da: Vand

source: Welcome to MyBudgetBuddy!
da: Velkommen til MyBudgetBuddy!

source: Yes
da: Ja

source: You have no historical periods right now.
da: Du har ingen historiske perioder lige nu.

source: You have no processed invoices right now
da: Du har i øjeblikket ingen behandlede fakturaer.

source: You have no unprocessed invoices right now.
da: Du har i øjeblikket ingen udestående fakturaer.

source: Your last budget period has ended
da: Din sidste budgetperiode er slut
